{
  "pri_a4": "4. お客様による選択",
  "pri_a4_c1": "お客様がD-Link accountへログインすることにより、本アカウントは連絡先やプリファレンスを正確、完全、情報の更新を確実にする手伝いができます。当社は、本ポリシーに反する方法で提供された、または受信したお客様の個人情報を、お客様の許可なく共有または使用することは行いません。お客様は、当社のマーケティングメッセージのメッセージの受信を中止することもできます。その場合はメッセージに記載されている登録解除の方法をご確認ください。お客様は、メーリングリストに参加したくない場合は、D-Link accountにログインしてマイプロフィールの設定を更新することでいつでも解除できます。当社は、当社の代理ではなく、かつ当社のプライバシーポリシーに準拠していない他の企業とお客様の情報を共有する必要がある場合、まずお客様の許可を得ます。",
  "pri_end": "プライバシーまたはデータ使用に関して未解決の問題があり、十分に対応していない場合は、<a href=\"https://feedback-form.truste.com/watchdog/request\" target=\"_blank\">https://feedback-form.truste.com/watchdog/request</a>で米国を拠点とする第三者の紛争解決プロバイダー（無料）にご連絡ください。",
  "pri_explained": "当社のプライバシーポリシーについて：",
  "pri_pre1": "D-Link Corporationおよびその系列企業（以下「当社」）は、特定のD-Linkサイト、アプリおよびサービス（以下「サービス」）または特定のD-Link製品（以下「製品」）において、あらゆるユーザー（以下「お客様」）のプライバシーを保護することを約束します。当社はお客様から当社に与えられた信頼が包括的で責任あるプライバシー保護を必要とすると認識して、そしてそれ故に当社はお客様に有益な、簡単で安全なオンライン接続を提供することを約束します。",
  "pri_pre2": "当社は、情報の機密性を維持することの必要性を認識しています。機密情報が非公開の状態を継続することをお客様が期待している点を、当社は認識しています。お客様は、当社の目標に対する最大の成果以上のものを期待し、受け取ることはできません。当社はまた、公共の福祉を保護する責任のある法的機関やその他の政府機関を支援する義務があります。当社が支援を求められた場合は、法律の範囲内、且つ最も厳しい条件の下で対応致します。",
  "pri_pre3": "このD-Linkプライバシーポリシー（以下、「プライバシーポリシー」または「ポリシー」）は、国内および海外のお客様のプライバシーに対応します。該当する場合、当社は本ポリシーとは異なる要件を含む法律に準拠します。特定の管轄区域では、当社は、適用される現地の法律の要件を反映するために、個別のプライバシーポリシーを採用するものとします。",
  "pri_q1": "1. 収集目的",
  "pri_q10": "10. お問い合わせ",
  "pri_q10_c1": "本プライバシーポリシー、または個人情報の取り扱い方法に関するお問い合わせにつきましては、以下までご連絡ください。",
  "pri_q10_c2": "D-Link Corporation",
  "pri_q10_c3": "No. 289. Xinhu 3rd Road, Neihu Distrct ",
  "pri_q10_c4": "Taipei City, Taiwan",
  "pri_q10_c5": "<a href=\"https://www.dlink.com/support\" target=\"_blank\">https://www.dlink.com/support<a/>",
  "pri_q1_a1": "個人情報",
  "pri_q1_a10": "<strong>音声と映像の信号とデータ：</strong>一部の製品では、オーディオとビデオを記録またはストリーミングすることができます。モーション検知や他の通知イベントのサポートを目的としてクリップまたはこのデータの一部を電子メールで送信するため、本製品からオーディオとビデオの記録をキャプチャしすることがあります。さらに、クラウドレコーディングを有効にしている場合、当社は、お客様の製品でサポートされている該当期間内、お客様のデバイスからオーディオおよびビデオデータを収集して保存します。",
  "pri_q1_a11": "ジオロケーション：製品をインストールするときに、モバイルサービスで位置情報にアクセスするための許可が必要です。これは、サービスがインストールする製品にネットワーク接続をセットアップするために必要です。当社サービスはお客様のモバイルデバイスから正確なGPS位置を取得しません。お客様の許可なしに当社サービスによって位置データが保存されることはありません。",
  "pri_q1_a12": "アカウントアクセスログ：サーバーに保存されているアカウントアクセスログは、作成日から30日で自動的に削除されますが、クラウドストレージサーバーに保存されているログは、カスタマーサービスの目的で最大180 日間保存される場合があります。",
  "pri_q1_a13": "個人情報保護法およびデータ保護法は管轄によって異なるため、お客様が当社の製品およびサービスを使用することに一定の責任を負う場合があります。当社の製品およびサービスを利用する際には、当社ではなく、お客様が、適用法の遵守を確認する責任があります。たとえば、法域によっては、第三者の音声またはビデオを記録または共有する前に、事前の同意を得るように要求する場合があります。",
  "pri_q1_a14": "これらの情報を収集することにより、当社はお客様の使用状況や特徴を理解し、顧客満足度の上昇につなげることができます。",
  "pri_q1_a1_c1": "このプライバシーポリシーで定義されている個人情報とは、氏名、住所、電話番号、emailアドレス、およびサービスの提供、製品の提供、顧客サポートの提供、あるいは保護に必要なその他の情報などの個人識別に使用できる情報です。また、デバイスへのアクセスまたは管理に招待した場合、友人、家族、同僚、顧客のメールアドレスなどの個人情報を収集する場合があります。正当な理由により契約サービスの提供に必要な場合、または特定の目的のために取り扱うことに同意した場合に限り、当社はお客様の個人情報を取り扱う場合があります。",
  "pri_q1_a2": "一般的な非特定情報および人口統計情報",
  "pri_q1_a2_c1": "お客様が入力した、または取引プロセスの一部として記録された個人情報以外の情報は、一般的な非特定の人口統計情報と見なされます。これは個人情報を含まない情報であり、購入した製品の種類や数量、お使いのWebブラウザおよびオペレーティングシステムの種類、ブラウザが当社のサイトにアクセスしたWebページの識別など、製品に関する履歴が含まれます。役職、学歴および職歴、職業上の利益など、個人を特定しない人口統計情報などの情報は通常、Cookie、ウェブログ、およびWebビーコンを使用して収集されます。",
  "pri_q1_a2_c2": "当社は、お客様が当社のサイトを訪れた際に、お客様のインターネットプロトコル（IP）アドレス、閲覧ページ、クリックしたリンク、閲覧時間、ページへの再訪の有無などの情報を収集する場合があります。そのような情報は、Uniform Resource Locator（URL）、およびコンピュータのIPアドレスを記録することによって追跡できます。",
  "pri_q1_a3": "お客様環境のネットワーク情報",
  "pri_q1_a3_c1": "当社がサービスを電気通信の形でお客様に提供する場合、当社は特定の顧客独自のネットワーク情報（CPNI）を収集および維持することがあります。お客様のCPNIはお客様が受けるサービスの種類、利用情報、ユーザーIDとパスワード、請求と取引情報を含むことがあります。",
  "pri_q1_a4": "収集された製品固有の情報",
  "pri_q1_a4_c1": "製品とサービスを向上させるためには、より多くの情報の収集を必要とするでしょう。各製品またはサービスの種類ごとに、製品の機能をサポートし、可能な限り最高の体験を提供し続けるために、特定の情報を収集する必要があります。各製品またはサービスの種類によって、以下の一部または全部が収集される場合があります。",
  "pri_q1_a4_o1": "セットアップまたはインストールプロセス中に提供される情報",
  "pri_q1_a4_o2": "音声、ノイズ、顔などの音声および画像認識",
  "pri_q1_a4_o3": "温度、環境光、湿度、CO2レベル、降水量、湿気、騒音レベル、製品のセンサーが感知した動きなどの環境データ",
  "pri_q1_a4_o4": "部屋または製品の温度、スケジュール、アラート、通知を含むがこれらに限定されない、製品またはサービスの優先設定",
  "pri_q1_a4_o5": "有益な使用状況データ",
  "pri_q1_a4_o6": "製品の技術情報",
  "pri_q1_a4_o7": "オーディオおよびビデオ信号とデータ",
  "pri_q1_a4_o8": "ジオロケーション（位置情報を扱う技術）",
  "pri_q1_a4_o9": "アカウントアクセスログ",
  "pri_q1_a5": "<strong>セットアップまたはインストールプロセス中にユーザーから提供された情報：</strong>製品をインストールしたり、あらゆる種類のサービスを開始したりすると、リモートデバイスを介して製品にアクセスするときに製品を識別しやすくするために、製品名とその施設内での位置を尋ねられることがあります。さらに、本製品がインターネットに接続できるように、SSID（Wi-Fiネットワーク名）とパスワードを入力する必要があります。",
  "pri_q1_a6": "<strong>音声と画像：</strong>特定の製品には、音声コマンドの検出、ガラスの破損や煙や火災の警報などのさまざまな音の検出、および特定の顔の特徴の認識が可能なセンサーとソフトウェアが含まれている場合があります。そのような機能は、お客様の製品が他の製品と相互作用したり、より良いユーザーエクスペリエンスを提供することを可能にするために使用されることがあります。",
  "pri_q1_a7": "<strong>環境データ:</strong>センサーを特定の製品に組み込むことにより、温度、周囲光、湿度、CO2レベル、降水量、湿気、ノイズデシベル、動きなどのデータを製品から収集できるようになります。このデータを収集することで、動きが検出された場合にライトを点灯させる、などのアクションを実行できます。",
  "pri_q1_a8": "公益事業利用データ：省エネルギーを目的として、製品の使用期間、水の消費、節電モードの利用、水分レベルなどの情報を収集し、適切なデータを提供して資源の節約に役立てることができます。",
  "pri_q1_a9": "<strong>製品からの技術情報：</strong>当社はNucliasををより良いサービスにするよう努めます。技術的な情報を収集することで、問題のトラブルシューティングがより容易になります。収集する情報は、モデルとシリアル番号、ソフトウェアのバージョン、および信号強度、センサーの状態、バッテリの残量などです。",
  "pri_q1_pc": "本サービスまたは本製品の使用、購入、購読、ライセンスの要求、登録、またはそのためにお客様が送信した情報は、特定の合法的要件の範囲内で、またはそれに従って収集または処理することができます。そのような情報の種類をより明確に定義するために、当社は4つのカテゴリに分類しました。",
  "pri_q1_pc_o1": "a) 個人情報",
  "pri_q1_pc_o2": "b) 一般的な非特定情報および人口統計情報",
  "pri_q1_pc_o3": "c) お客様環境のネットワーク情報",
  "pri_q1_pc_o4": "d）製品固有の情報",
  "pri_q2": "2. 収集した情報をどのように使用するか。",
  "pri_q2_c1": "お客様に可能な限り最高のオンライン体験を提供するために、当社はお客様の個人情報と非個人情報の両方を集めて、人口統計学的および地理的プロファイルの理解を深めることができます。当社が収集した情報は、お客様のニーズに応えるため、お客様に最も人気のある製品またはサービスの決定、新しいサービスおよび機能の更新、お客様へのサービスのパーソナライズ、お客様に適した当社製品およびサービスの設計を支援するために綿密に見直されます。",
  "pri_q2_c10": "お客様の個人情報およびその他の情報を利用する方法には、先述した以外にも次のようなものがあります。：顧客からのフィードバックを受け入れ、サポートを提供する目的で情報を交換する。友達や同僚などの他の個人に情報を転送できるようにする。当社はお客様の友人に当社のサービスにアクセスするように促すワンタイムメールを送ります。当社は、このワンタイムEメールを送信するか、または当社の紹介プログラムの成功を追跡することのみを目的として使用されるこの情報を保存します。お客様の友人は当社が当社のデータベースからこの情報を削除するように要求するために下記の連絡先情報で当社に連絡するかもしれません。",
  "pri_q2_c11": "当社のサイトの「お問い合わせ」ページ、またはEメール、電話、書面による連絡を通じて当社に連絡する必要がある場合、当社は今後の使用のために連絡先データベースにお客様のコメントを保存することがあります。",
  "pri_q2_c12": "当社または当社のサービスプロバイダは、当社のサーバーが存在する本国以外の場所でお客様の個人情報を収集、処理、保存することがあります。お客様の個人情報にアクセスする当局の権利を含む、他国のプライバシーおよびデータ保護および規制は、お客様の国と同等ではない場合があります。お客様のデータが収集され、処理され、そして保管される法律と異なるかもしれないデータ収集と使用を管理する法律で欧州連合または他の地域で当社製品またはサービスを使うならば、お客様はお客様の国に個人情報を転送することに同意します。当社は当社のサーバーを操作したり見つけたりします。",
  "pri_q2_c2": "お客様がモーション、音声、人物の検出、またはその他AIの機能とサービスを有効にした場合、製品はビデオとオーディオのデータをキャプチャし、これらのデータを分析することがあります。データは、機能またはサービスに関わるAIの複雑さに応じて、製品またはサービスによって分析されます。お客様がこれらの機能またはサービスを有効にした場合、ビデオおよびオーディオデータの収集と分析を許可することに同意したものとみなします。当社はお客様の許可なしにお客様のビデオ、オーディオ、または画像にアクセスすることはありません。",
  "pri_q2_c3": "当社のサービスを通してお客様のIPアドレスを追跡することにより、当社は様々な地理的状況や人口統計学の変遷に適合する情報を集め、お客様に関連する製品、サービスおよび情報の種類をより深く理解することができます。",
  "pri_q2_c4": "当社の製品およびサービスに対して改善すべき点についてのフィードバックを求めるために、当社のサービスを通じて電子メールまたはオンラインでアンケートを依頼することがあります。これらの調査は任意に行われます。個人情報や一般情報は必要ありません。調査または投票を拒否しても、お客様は不利益を被ることはありません。調査または投票の依頼を受け取りたくない場合は、プロモーション用Eメールにあるリンクをクリックし、配信の停止を要求することができます。",
  "pri_q2_c5": "また、コンテストや懸賞を別の時期に開催することもあります。懸賞に参加することにより、その後のマーケティングキャンペーンで使用する個人情報をお客様が開示することを、同意したとみなされます。コンテストや懸賞への参加資格として、お客様の情報を当社が使用することに同意することが条件となります。場合によっては、当社のサービスへのアクセスに関連するWeb使用情報を個人情報と組み合わせることがあります。カスタマイズされた機能、サービス、および広告を提供することで、お客様により良い経験を提供するために、組み合わせた情報を使用します。結合された結果のデータは、本ポリシーに記載されているように個人情報として保護されます。",
  "pri_q2_c6": "本サービスは、サービスへのアクセスに関連するWebの利用情報を、個人情報と組み合わせる場合があります。私たちは組み合わせた情報を使用して、カスタマイズされた機能、サービス、および広告を提供することにより、お客様により良いを提供します。組み合わされたデータは、このポリシーに記載されているように、個人情報として保護されます。",
  "pri_q2_c7": "当社のデジタルプロパティは、Cookieおよび同様の追跡技術を使用して情報を収集し、興味に基づく広告目的でお客様の興味を推測する場合があります。ブラウザまたはデバイスの使用状況に基づくパーソナライズド広告を受け取りたくない場合は、通常、オプトアウト設定を表明できます。広告は引き続き表示されますが、お客様の興味に合わせて調整されることはありません。",
  "pri_q2_c8": "以下の消費者選択メカニズムに参加している企業によるインタレストベース広告をオプトアウトするには、Network Advertising Initiative（NAI）のオプトアウトの自主規制ページ（http://optout.networkadvertising.org/）にアクセスしてください。",
  "pri_q2_c9": "個人のプロフィール領域を作成し、保護されたコンテンツを表示する機能をお客様に提供することがあります。そのような目的のために、お客様の個人情報およびその他の情報が必要になる場合があります。",
  "pri_q3": "3. お客様情報の共有方法について",
  "pri_q3_c1": "お客様の個人情報は、方針に別段の定めがある場合を除き、お客様の許可無く第三者に販売、取引、または賃貸されることはありません。",
  "pri_q3_c2": "法律に従って、データ処理または保管の目的で、当社内でお客様の個人情報を共有することがあります。また、機密保持契約の下で合法的な方法で当社に代わり、または当社と連携している信頼できるパートナーに個人情報を提供することがあります。これらの会社は、法律の範囲内で当社および当社のマーケティングパートナーからの要望について当社がお客様と通信するのを助けるためにお客様の個人情報を使用することがあります。ただし、これらの企業はお客様の情報を共有する独立した権利を持っていません。",
  "pri_q3_c3": "当社がお客様の個人情報の管理のためにサードパーティを使用するとき、当社はサードーパーティに対して、当社の指示に従い、法律で許可されている範囲で、本方針並びに他の適切な機密保持とセキュリティ対策に従い、厳密に情報処理を実施することに同意するよう求めます。当社は、このプライバシーポリシーで許可されているとおりに情報を提供された第三者、またはこのプライバシーポリシーで許可されているように情報を収集した第三者に対して一切の責任を負いません。",
  "pri_q3_c4": "同じ使用環境下の製品には、相互通信するものもあります。これらの製品は、お客様がより良い体験をするのに役立つ情報を共有します。たとえば、動作検出時に家のスマートプラグに接続されたライトを点灯する等、ガレージのモーションセンサーに指示するイベントを設定できます。",
  "pri_q3_c5": "法律または規制で要求されている場合は、召喚令状、裁判所の命令、または法的手続きに応じて、個人情報およびその他の関連情報を開示することがあります。また、お客様の個人情報を使用して、当社の法的権利を確立または行使したり、法的要求に対して防御することができます。",
  "pri_q3_c6": "違法行為、詐欺の疑い、当社の従業員を含むすべての人の身体的安全性に対する潜在的な脅威を伴う状況、その他の法令違反のために、調査、予防、およびその他の行動をする際には、当社は当社の利用規約、またはその他の法令をもとに、個人情報およびその他の利用可能な追加情報を共有します。",
  "pri_q3_c7": "当社はお客様の個人情報（CPNI）を尊重し保護することを約束します。法律で要求されているか、ユーザーによって許可されている場合を除き、当社の外部または当社の製品またはサービスを提供する 当社とは関係のない機関や、当社が許可をしていない機関やユーザーとの通話記録を含む個人情報の販売、取引、共有は行いません。",
  "pri_q3_c8": "通常、当社は、お客様が購入した本サービスの提供に、お客様の個人情報を使用することがあります。これには、本サービスに対する請求および回収も含まれます。また当社は、お客様がすでに当社から購入したのと同じタイプの電気通信サービスを提供するためにCPNIを使用または開示することを許可されています。また、裁判所の命令や召喚状への対応、あるいは詐欺の捜査やネットワークやサービスの不正使用の防止などの法的または規制上の理由で、お客様のCPNIを使用または開示することもあります。他のお客様・ユーザの保護のため、CPNIを付加的に使用することがあります。",
  "pri_q3_c9": "上記に記載されていない目的のため、または適用法令で別段の定めがある場合には、お客様の個人情報を第三者と共有するためのオプトインの同意を求めます。戦略的またはその他の事業上の理由で、当社が一部の国で事業を売却、購入、合併、またはその他の方法で再編成することを決定した場合、状況が発生する可能性があります。このような取引には、将来の購入者または実際の購入者への個人情報の開示、または販売者からの個人情報の受け取りが含まれる場合があります。これらの種類の取引において、情報に対する適切な保護を求めることが当社の慣例です。お客様は、電子メールまたは当社のサイト上の目立つ通知で、お客様の個人情報の所有権の変更または使用、ならびにお客様の個人情報に関してお客様が実行する可能性のある対応について通知されるでしょう。",
  "pri_q5": "5. 自動データ収集ツールはどのように使用しますか？",
  "pri_q5_sub1_c1": "当社、または当社に代わるサードパーティは、Cookieを使用して、お客様に提供するコンテンツを調整および改善し、どの分野、機能、製品が人気かを評価し、当社サービスのお客様満足度の向上に努めることがあります。また、特定のユーザが以前に注文した製品の選択を含む、Cookieを使用してユーザーの設定を保存し、オンラインでの注文処理を完了し、取引を追跡することがあります。",
  "pri_q5_sub1_c2": "サイトがデバイスにCookieを送信しようとしているときに警告を出し、Cookieを許可または拒否できるようにWebブラウザを設定できます。Webブラウザの設定を変更することにより、第三者のCookieを含め、お客様のデバイスへのCookieの配置を停止または制限したり、以前に登録されたCookieを削除したりすることができます。Cookieが無効の場合、一部のWebページが正しく機能しないことがあります。当社のパートナー、関連会社、追跡公益法人、サービスプロバイダによるCookieの使用は、当社のプライバシーポリシーの対象外です。当社はこれらのCookieをアクセスまたは管理することはできません。当社のパートナー、アフィリエイト、追跡公益法人、サービスプロバイダは、お客様が当社のサイトをナビゲートしやすくするためにセッションIDCookieを使います。",
  "pri_q5_sub1_t": "Cookieについて",
  "pri_q5_sub2_c1": "Webビーコン（「クリアGIF」または「1ピクセルGIF」とも呼ばれます）は、Webページ上または電子メール内の小さなグラフィック画像で、サービスに関する活動を監視したり、Cookieをより効果的にしたりすることができます。当社または当社の代わりとなるサードパーティーは、当社のマーケティング活動およびEメールの有効性を評価するために、当社の特定のページおよびEメールにWebビーコンを使用することがあります。これらのWebビーコンによって収集された情報をお客様の個人情報に結び付けることはありません。",
  "pri_q5_sub2_t": "Webビーコンについて",
  "pri_q6": "6. お客様の個人情報をどのように安全に保つか",
  "pri_q6_c1": "当社はお客様の個人情報を保護するために、さまざまな物理的、電子的、および手続き上の保護手段を維持しています。お客様が当社のサイトを通してサービスを注文するとき、個人情報のセキュリティを保護するためにインターネット暗号化プロトコルSecure Sockets Layer（SSL）を使います。SSLプロトコルは、（i）アカウント情報を保護し、（ii）設定のすべてのログとデバイスのサービスを保護するためにも実装されています。新しい技術が利用可能になるにつれて、当社はその方針を改訂し、追加のセキュリティ機能を実装し続ける予定です。しかし、いかなるシステムやサービス、特にある程度インターネットに依存しているサービスは、絶対的なセキュリティの保証を提供することはできません。したがって、当社のサービスを利用することにより、お客様は第三者がお客様の情報に不正アクセスする可能性があるというリスクを認識します。セキュリティ侵害が発生し、そのような侵害が個人情報の盗難またはサービスの中断の危険をもたらすと当社が判断した場合、当社はお客様に通知するための合理的な試みを行います。",
  "pri_q6_c2": "お客様は、オンライン送信によるデータは完全に安全というわけでは無いことを認識する必要があります。当社は、電子的に送信された情報を保護するために様々な合理的な措置を講じてはいますが、完全な保護およびセキュリティデータを保証することはできません。お客様によるいかなるデータの送信もお客様自身の責任です。これらの事を理解されたお客様に限り、パスワードが必要な当社のサービスにアクセスすることができます。お客様はパスワードの安全性と機密性を守ることに責任があります。",
  "pri_q7": "7. 精度とアクセス",
  "pri_q7_c1": "当社はお客様の個人情報の正確性を維持するよう努めます。お客様の個人情報の収集または処理に関してご質問がある場合は、お客様に関連する情報を提供させていただきます。お客様の個人情報が変更された場合、またはお客様が当社のサービスを希望しなくなった場合、法的要件が満たされている限り、当社に連絡して修正、更新、修正、制限、削除、削除または無効化する権利があります。通常、当社は10日以内にリクエストに応じます。",
  "pri_q7_c2": "お客様のアカウントが有効である限り、またはお客様にサービスを提供するのに必要な限り、そしてお客様と当社が最後に連絡をとってから法律の範囲内の一定期間、当社はお客様の情報を保持します。当社は、当社の法的義務を遵守し、紛争を解決し、そして当社の契約を執行するために必要に応じてお客様の情報を保持し使用します。",
  "pri_q7_c3": "本サービスを通じた第三者のサイトへのリンクは、お客様の便宜のためにのみ提供されています。お客様がこれらのリンクを使用すると、お客様は当社のサイトを離れることになります。当社はこれらの第三者のサイトをレビューしておらず、それらのいずれか、そのコンテンツ、またはそのプライバシーポリシーについて管理も責任も負いません。これらのサイトまたはこれらのサイトによって提供されるサービスに関連して情報を提供するように求められた場合は、情報を共有する前にそれらのプライバシーポリシーを慎重に検討することを強くお勧めします。当社は、第三者のサイト、その中に含まれる情報、ソフトウェア、その他の製品または資料、あるいはそのような第三者のサイトを使用することによって得られる結果について、いかなる支持も表明も行いません。第三者のサイトへのお客様のアクセスはお客様の責任となります。",
  "pri_q7_c4": "当社のサービスには、FacebookのLikeボタンなどのソーシャルメディア機能や、ShareThisボタンなどのウィジェット、または当社のサイトで実行されるインタラクティブなミニプログラムが含まれる場合があります。これらの機能はお客様のIPアドレス、お客様が当社のサイトでどのページを訪問しているかを収集し、その機能が適切に機能することを可能にするためにCookieを設定することがあります。ソーシャルメディア機能とウィジェットは、第三者によってホストされているか、当社のサイトで直接ホストされています。これらの機能との相互作用は、それを提供している会社のプライバシーポリシーによって管理されています。",
  "pri_q7_c5": "<strong>Facebook ConnectまたはOpen ID</strong>",
  "pri_q7_c6": "Facebook ConnectやOpen IDプロバイダなどのサインインサービスを使用して、当社のサービスにログインすることがでるようになる場合があります。これらのサービスはお客様の情報を認証し、当社のサインアップフォームに事前入力するため、お客様の氏名やEメールアドレスのような特定の個人情報を共有するオプションをお客様に提供します。Facebook Connectのようなサービスは、お客様環境内において他の人と情報共有するために、プロフィールページにお客様の活動についての情報を投稿するオプションをお客様に与えます。",
  "pri_q8": "8. 契約開始日とポリシーの更新",
  "pri_q8_c1": "このプライバシーポリシーは、2020年5月25日に発効し、以前に掲載されたすべてのプライバシーポリシーに優先して置き換えられます。当社はプライバシーポリシーを随時更新する権利を留保します。本プライバシーポリシーに重要な変更がある場合は、変更が有効になる前に、更新されたプライバシーポリシーと共に通知がサイトに掲載されます。その次にサイトにアクセスするときは、更新されたプライバシーポリシーをもう一度お読みください。",
  "pri_q9": "9. お客様のプライバシーへの当社の責任",
  "pri_q9_c1": "私たちはお客様の個人情報のセキュリティ維持に取り組んでいるため、プライバシーとセキュリティのガイドラインを当社の従業員に伝え、プライバシー保護を厳密に実施します。しかし、お客様には常に、個人情報保護の監督を担当する当局に異議を申し立てる権利があります。",
  "pri_title": "プライバシーポリシー"
}