{
  "id": "en-US",
  "localeName": "English",
  "title": "FREE Wi-Fi",
  "title.omnissl": "OmniSSL Portal",
  "title.session-limit": "Max session limit reached",
  "title.web-content-filter": "This content is blocked",
  "text.terms.link": "<span class=\"v2-terms-link\">Terms and Conditions.</span>",
  "text.welcome.message.click": "I have read and agree to the ",
  "text.welcome.message.sign-on": "I have read and agree to the ",
  "text.welcome.message.oauth": "By logging in to my social media account for accessing Wi-Fi.<br>I have read and agree to the ",
  "text.welcome.message.third-party": "By logging in to my social media account or signing up with my email to receive an authentication link for accessing Wi-Fi.<br/>I have read and agree to the ",
  "text.welcome.message.email": "Sign up your e-mail to receive an authentication link for accessing Wi-Fi.<br/>I have read and agree to the ",
  "text.welcome.message.sms": "Request verification code through SMS to access the network.<br/>I have read and agree to the ",
  "text.welcome.message.omnissl": "Sign on to download OpenVPN clients and Connection Profile.",
  "text.welcome.message.session-limit": "You have reached the maximum number of permitted Internet sessions. Please close one or more applications to allow further Internet access. Contact the system administrator for more information.",
  "text.welcome.message.web-content-filter": "You have tried to access the website or content blocked to access by the system administrator. Contact the system administrator for more information.",
  "placeholder.username": "Username",
  "placeholder.password": "Password",
  "placeholder.email": "E-mail address",
  "placeholder.confirmEmail": "Confirm E-mail address",
  "placeholder.mobile": "mobile",
  "placeholder.activationCode": "Activation code",
  "button.continue": "Continue",
  "button.login": "Log in",
  "text.download.ovpn-package": "OpenVPN client package",
  "button.download.ovpn-package": "Download",
  "text.download.ovpn-config": "OpenVPN client configuration",
  "button.download.ovpn-config": "Download",
  "button.logout": "Logout",
  "button.email": "Log in with Email",
  "button.sms": "Sign in with SMS",
  "text.or": "or",
  "button.facebook.login": "Continue with Facebook",
  "button.google.login": "Sign in with Google",
  "button.line.login": "LINE login",
  "button.weibo.login": "Sign in with Weibo",
  "button.twitter.login": "Sign in with Twitter",
  "title.terms": "Wi-Fi Terms and Conditions",
  "text.poweredBy": "Powered by D-Link Nuclias Cloud",
  "content.terms": "This agreement sets out the terms and conditions on the wireless internet access (\"the Service\") is provided to you, a guest, vendor, or employee of the owner and/or provider of this network.            <div><br></div>By using our internet service, you hereby expressly acknowledge and agree that there are significant security, privacy and confidentiality risks inherent in accessing or transmitting information through the internet, whether the connection is facilitated through wired or wireless technology. Security issues include, without limitation, interception of transmissions, loss of data, and the introduction or viruses and other programs that can corrupt or damage your computer.            <div><br></div>Accordingly, you agree that the owner and/or provider of this network is NOT liable for any interception or transmissions, computer worms or viruses, loss of data, file corruption, hacking or damage to your computer or other devices that result from the transmission or download of information or materials through the internet service provided.            <div><br></div>Use of the wireless network is subject to the general restrictions outlined below. If abnormal, illegal, or unauthorized behavior is detected, including heavy consumption of bandwidth, the network provider reserves the right to permanently disconnect the offending device from the wireless network.            <div><br></div>IF YOU DO NOT AGREE WITH THESE TERMS,            <br>INCLUDING CHANGES THERETO, DO NOT ACCESS OR USE THE SERVICE.            <div><br></div>1. UNACCEPTABLE ILLEGAL USES            <div><br></div>1.1 Spamming and invasion of privacy - Sending of unsolicited bulk and/or commercial messages over the Internet using the Service or using the Service for activities that invade another's privacy.            <div><br></div>1.2 Intellectual property right violations - Engaging in any activity that infringes or misappropriates the intellectual property rights of others, including patents, copyrights, trademarks, service marks, trade secrets, or any other proprietary right of any third party.            <div><br></div>1.3 Accessing illegally or without authorization computers, accounts, equipment or networks belonging to another party, or attempting to penetrate/circumvent security measures of another system. This includes any activity that may be used as a precursor to an attempted system penetration, including, but not limited to, port scans, stealth scans, or other information gathering activity            <div><br></div>1.4 The transfer of technology, software, or other materials in violation of applicable export laws and regulations.            <div><br></div>1.5 Export Control Violations            <div><br></div>1.6 Using the Service in violation of applicable law and regulation, including, but not limited to, advertising, transmitting, or otherwise making available ponzi schemes, pyramid schemes, fraudulently charging credit cards, pirating software, or making fraudulent offers to sell or buy products, items, or services.            <div><br></div>1.7 Uttering threats;            <div><br></div>1.8 Distribution of pornographic materials to minors; and Child pornography.            <div><br></div>2. UNACCEPTABLE USES            <div><br></div>2.1 High bandwidth operations, such as large file transfers and media sharing with peer-to-peer programs (i.e.torrents)            <div><br></div>2.2 Obscene or indecent speech or materials            <div><br></div>2.3 Defamatory or abusive language            <div><br></div>2.4 Using the Service to transmit, post, upload, or otherwise making available defamatory, harassing, abusive, or threatening material or language that encourages bodily harm, destruction of property or harasses another.            <div><br></div>2.5 Forging or misrepresenting message headers, whether in whole or in part, to mask the originator of the message.            <div><br></div>2.6 Facilitating a Violation of these Terms of Use            <div><br></div>2.7 Hacking            <div><br></div>2.8 Distribution of Internet viruses, Trojan horses, or other destructive activities            <div><br></div>2.9 Distributing information regarding the creation of and sending Internet viruses, worms, Trojan horses, pinging, flooding, mail-bombing, or denial of service attacks. Also, activities that disrupt the use of or interfere with the ability of others to effectively use the node or any connected network, system, service, or equipment.            <div><br></div>2.10 Advertising, transmitting, or otherwise making available any software product, product, or service that is designed to violate these Terms of Use, which includes the facilitation of the means to spam, initiation of pinging, flooding, mail-bombing, denial of service attacks, and piracy of software.            <div><br></div>2.11 The sale, transfer, or rental of the Service to customers, clients or other third parties, either directly or as part of a service or product created for resale.            <div><br></div>2.12 Seeking information on passwords or data belonging to another user.            <div><br></div>2.13 Making unauthorized copies of proprietary software, or offering unauthorized copies of proprietary software to others.            <div><br></div>2.14 Intercepting or examining the content of messages, files or communications in transit on a data network.            <div><br></div>3. CRIMINAL ACTIVITY            <div><br></div>3.1 You must not use the Service to engage in any activity which constitutes or is capable of constituting a criminal offence in any country throughout the world.            <div><br></div>3.2 You agree and acknowledge that we may be required to provide assistance and information to law enforcement, governmental agencies and other authorities.            <div><br></div>3.3 You agree and acknowledge that we will monitor your activity while you use this service and keep a log of the Internet Protocol (\"IP\") addresses of any devices with Mac Address which access the Service, the times when they have accessed the Service and the activity associated with that IP address and Mac Address.            <div><br></div>3.4 You further agree we are entitled to co-operate with law enforcement authorities and rights-holders in the investigation of any suspected or alleged illegal activity by you which may include, but is not limited to, disclosure of such information as we have (whether pursuant to clause 3.3 or otherwise), and are entitled to provide by law, to law enforcement authorities or rights-holders.            <div><br></div>By agreeing to the terms of service, I confirm that I accept these terms and conditions as the basis of my use of the wireless internet access provided.          <div><br></div>",
  "button.email.submit": "OK",
  "button.back": "Back",
  "button.sms.code.request": "Get code",
  "button.sms.code.verify": "Submit",
  "text.login.success": "Login successful.",
  "text.login.success.redirect": "Redirecting...",
  "text.webview.warning": "Please open your browser to continue if you want to log in with your social media account.<br>Due to social media account security policy (Facebook, Google), the login page would open only on the browser.<br>",
  "text.webview.warning.link": "&lsqb;Click here for detailed instructions&rsqb;",
  "content.webview.warning": "<br>Android<br><br>Example:<br>1. Manually open Google Chrome browser.<br>2. Input &quot;captive.apple.com&quot; on the browser address bar.<br>3. Continue to log in with your social media account.<br><br>Apple devices<br><br>Example:<br>1. Tap the &quot;Cancel&quot; on the upper right corner of the authentication page.<br>2. Choose &quot;Use Without Internet&quot;<br>3. Open browser and input &quot;captive.apple.com&quot; on the browser address bar<br>4. Continue to log in with your social media account.",
  "text.login.fail": "Login failed.",
  "text.login.fail.session.limit.reached": "Sorry you cannot login. The maximum number of network access times has been reached.",
  "text.logout.success": "Logout successful.",
  "text.email.success": "Please check your mailbox for network authentication.",
  "text.email.fail.grace.period.limit": "Sorry you cannot login. The maximum number of email authentication times has been reached.",
  "text.email.fail.denial.period": "Sorry you cannot login during denial period.",
  "text.email.fail.denial": "Email Login fail message of during denial period.",
  "text.email.fail.limit": "Email Login fail message of reaching the maximum times of the Email authentication limit.",
  "text.sms.fail": "Sorry you cannot login. The maximum number of network access times has been reached.",
  "SMS_OTP_DISABLED": "SMS OTP function disabled.",
  "SMS_OTP_MAX_RESEND_EXCEED": "One-Time-Password request rate limit exceeded.",
  "SMS_OTP_RESEND_IN_AFTER": "One-Time-Password request rate limit exceeded.",
  "SMS_OTP_CLIENT_DENIED": "One-Time-Password request rate limit exceeded.",
  "SMS_OTP_INVALID_PHONE_PREFIX": "Invalid mobile phone number prefix.",
  "SMS_OTP_INVALID_ACCOUNT": "Invalid SMS service account.",
  "SMS_OTP_INVALID_FROM_NUMBER": "Invalid from mobile phone number.",
  "SMS_OTP_DELIVERY_FAILED": "SMS OTP delivery general failed.",
  "SMS_OTP_DELIVERY_FAILED_DEST_UNKNOWN": "Phone number is unknown, or no longer in service.",
  "SMS_OTP_DELIVERY_FAILED_DEST_UNREACHABLE": "Phone number is unreachable, destination device powered down, out of the service area, or may not accept your messages.",
  "SMS_OTP_DELIVERY_FAILED_CARRIER_VIOLATION": "Destination carrier is filtering out your messages for delivery.",
  "SMS_OPT_DELIVERY_FAILED_MESSAGE_BLOCK": "Message has been blocked from reaching the destination."
}
