{
  "45a901339f": "Shows the detailed information about the port connectivity status. Move the connectivity bar over a time slot to see the actual date, time and link connected status. The color definition will be as follows.<br><span class='v2-ports-pic v2-1gb'> </span>Link operating at full 1Gbps (or 10Gbps on SFP+ ports).<br><span class='v2-ports-pic v2-10Mbps-100Mbps'> </span>Link operating at 10 or 100mbps.<br><span class='v2-ports-pic v2-disabled-port'> </span>Link disabled by administrator.<br><span class='v2-ports-pic v2-disconnected'> </span>Link disconnected (link down).<br><span class='v2-ports-pic v2-entity-port-error'> </span> Link in erroneous state with one of the following error types:<br>• Speed downshifted<br>• PoE overload <br>• LACP abnormal<br>• Authentication failure <br>• STP discarding<br>• Error disabled",
  "4dc6ca6c43": "When Voice VLAN is enabled, Voice VLAN only works in ports with “Access” type. The port captures a voice device through the device's OUI, it will join the voice VLAN as an untagged member automatically. When the voice device sends tagged packets , the switch will change its priority. When the voice device sends untagged packets, it will forward them in voice VLAN.",
  "58ef32f848": "Link configuration status <br>( Link configuration/Link status ).<br>The combo port shall dispaly both <br>RJ45 and SFP link configuration status.",
  "Aggregate_tooltip": "Enabling Aggregate requires Trunk port type. Each device is allowed to create up to 8 groups, and up to 8 ports for each group.",
  "Mirror_tooltip": "Select source ports from the same <br>switch for port mirroring <br>Click mirror to select a destination port <br>for the mirror or add to existing mirror.",
  "Split_tooltip": "Split an aggregated link <br>into the separate ports.",
  "Unmirror_tooltip": "Select ports to remove from a <br>currently existing mirror. Delete <br>the entire mirror if the destination <br>port is selected.",
  "a94d59def1": "Voice VLAN is a VLAN used to carry voice traffic from IP phone. Because the sound quality of an IP phone call will be deteriorated if the data is unevenly sent, the quality of service (QoS) for voice traffic shall be configured to ensure the transmission priority of voice packet is higher than normal traffic. The cloud switches determine whether a received packet is a voice packet by checking its source MAC address. If the source MAC addresses of packets comply with the organizationally unique identifier (OUI) addresses configured by the system, the packets are determined as voice packets and transmitted in voice VLAN.",
  "connect_dashboard_dormant": "Dormant: Controllers have been offline more than 30 days. Please note that Single Sign-on (SSO) option will be automatically disabled. You are required to connect to this controller itself to enable Single Sign-on (SSO) option and login Nuclias account again to retrieve the connectivity.",
  "connect_dashboard_offline": "Offline : Offline controller is disconnected from cloud. You may need to check internet connection to retrieve connectivity.",
  "connect_dashboard_online": "Online : Online controller",
  "e09fd4076f": "This function is used to configure the user-defined voice traffic’s OUI. The OUI is used to identify the voice traffic. There are a number of pre-defined OUIs. The user can further define the user-defined OUIs if needed. The user-defined OUI cannot be the same as the pre-defined OUI.",
  "switch_tools_locate_device": "The Locate Device is a feature that allows you to easily locate a specific switch on your network physically. This feature enables the brightening of all network port LEDs on a specific switch which is useful for locating a device within a room with many interconnected devices. When this feature is activated, all network port LEDs on the device light up for a configured amount of time.",
  "tooltip_WPA2": "WPA2: ",
  "tooltip_WPA2_content": "User credentials are validated with 802.1X association time or users must enter a password to associate.",
  "tooltip_WPA3": "WPA3: ",
  "tooltip_WPA3_content": "WPA3 networks use the latest security methods, disallow outdated legacy protocols, and require use of Protected Management. Frames (PMF) to maintain resiliency of mission critical networks. User credentials are validated with 802.1X association time or users must enter a password to associate. Some old devices cannot be associated with AP which enable the WPA3 only.",
  "tooltip_add_edit_walled_garden": "A walled garden is a secure environment where you can control and restrict the captive portal user's access to the Internet until they are fully authenticated.<br>They are able to access up to 20 selected whitelisted websites or IP addresses.<br>eg<br>192.168.10.100/32 or 10.90.0.0/16<br>google.com or dlink.com",
  "tooltip_authTimes_content": "You may limit the Email authentication times for the same guest user in one day.",
  "tooltip_cp_nas_id_profile": "NAS-ID (Network access server identifier) is used to notify the source of a RADIUS access request, which enables the RADIUS server to choose a policy for that request. <br>When the NAS-ID is empty in the profile settings, it will run using its UID while applying to the device.",
  "tooltip_cp_nas_id_device": "NAS-ID (Network access server identifier) is used to notify the RADIUS access request source, which enables the RADIUS server to choose a policy for that request.<br>The default value of the NAS-ID is the device's UID.",
  "tooltip_cp_sms_configuration": "To enable SMS authentication at least required one set of SMS account settings. Nuclias use Twilio service to send SMS text messages, please create an account on Twilio and subscribe their Programmable SMS service to get an Account SID and Auth Token to set up in the SMS configuration.",
  "tooltip_denialPeriod_content": "You may set up the time limits for guest users to request another Email authentication if they failed and/or the grace period is expired.",
  "tooltip_emailAuth_content": "By enabling this feature, your guest users would receive an email with authentication link sent by Nuclias cloud to continue the use of Wi-Fi.",
  "tooltip_enhancedOpen": "Enhanced Open:",
  "tooltip_enhancedOpen_content": "Encryption for open wireless networks that prevents eavesdropping attacks based on Opportunistic Wireless Encryption (OWE). The client devices include Wi-Fi Enhanced Open will benefit from the new protections provided. There is no need for additional user configuration.",
  "tooltip_gateway_cg_url_filtering": "• URL filtering supports URL(HTTP/HTTPS), domain name or keyword.</br>• e.g.) www.google.com, google.com, google </br>• e.g.) Keyword {@} filters URLs including {@} such as {dns1}, {dns2}",
  "tooltip_gateway_device_route_mode": "With NAT enabled, the gateway hides clients’ private network by replacing IP addresses with its WAN address for all traffic going to the Internet. In Router Mode the gateway does not perform NAT and bridges traffic between LAN and WAN.",
  "tooltip_gateway_dhcp_subnet_free_ip_addresses": "The number of IP addresses left in the DHCP pool.",
  "tooltip_gateway_network_vlan_bridge_to_interface": "A VLAN rule that bridges a VLAN to L2TPv3 clients will affect the wireless connectivity if the associated SSID uses the same VLAN rule once the rule is changed",
  "tooltip_gateway_network_vlan_relay": "To activate the RA relay option, NDP-Proxy has to be enabled.",
  "tooltip_gateway_network_vlan_dhcpv6_relay": "To activate the DHCPv6 relay option, NDP-Proxy has to be enabled.",
  "tooltip_gateway_network_cp_grace_period": "Grace period is the time limit for your guest users to verify email.",
  "tooltip_gateway_network_service_igmpProxy": "The Internet Group Management Protocol (IGMP) is used by hosts and routers on an IP network to create multicast group memberships. The IGMP can be used for resources of web and support applications like online streaming for videos and games. The IGMP proxy enables the router to issue IGMP messages on behalf of the clients behind it.",
  "tooltip_gateway_network_traffic_management": "Possible priority values are Low(25-75 Mbps), Medium(75-150Mbps), High(150-250 Mbps).",
  "tooltip_gateway_openVpn_server_Port": "• Ports number must be integers.<br> • A single port number (Range: 1-65535).<br>• A port range cannot be entered comma-separared (e.g. 6881-6889).",
  "tooltip_gateway_profile_security_webContentFilter": "• Action to be taken for the Non Managed Site in the web content filter list.",
  "tooltip_gateway_security_application_control_policy_scope": "• Global policy will affect for all types of traffic matching to selected application(s).",
  "tooltip_gateway_security_firewall_add_IPv4_destination": "• A single IP address<br> • Multiple IPs can be entered in the field separated by a comma (“,”) (e.g. 192.168.200.101, 192.168.200.200)<br>• IP range can be entered (e.g. 192.168.200.101-192.168.200.120)<br>• Any for all IP addresses<br>",
  "tooltip_gateway_security_firewall_add_IPv4_destinationPort": "• Ports number must be integers <br> • Single port numbers ( Range: 1-65535 )<br>• Multiple ports can be entered comma-separated (e.g. 80, 81)<br>• A Port range can be entered in the field (e.g. 6881-6889)<br>• Any for all port numbers<br>",
  "tooltip_gateway_security_firewall_add_IPv4_policy": "• A single IP address. <br> • Multiple IPs can be entered in the field separated by a comma (“,”) (e.g. 192.168.200.101, 192.168.200.200) <br> • IP range can be entered (e.g. 192.168.200.101-192.168.200.120) <br> • Any for all IP addresses <br>",
  "tooltip_gateway_security_firewall_add_IPv4Policy_policy": "• A single IPv4 address. <br> • Multiple IPv4s can be entered in the field separated by a comma (“,”) (e.g. 192.168.200.101, 192.168.200.200). <br> • IPv4 range can be entered (e.g. 192.168.200.101-192.168.200.120). <br> • IPv4 netmask can be entered (e.g. 192.168.200.0/24). <br> • Any for all IPv4 addresses.",
  "tooltip_gateway_security_firewall_add_IPv6Policy_policy": "• A single IPv6 address. <br> • Multiple IPv6s can be entered in the field separated by a comma (“,”) (e.g. 2001:db8:abcd:64::1234, 2001:db8:abcd:64::5678). <br> • IPv6 prefix can be entered (e.g. 2001:db8:abcd:64::/64). <br> • Any for all IPv6 addresses.",
  "tooltip_gateway_security_firewall_add_IPv4_priority": "• Specify Priority ID. A lower ID means higher priority.",
  "tooltip_gateway_security_firewall_add_IPv4_protocol": "• Ports number must be integers<br> • Single port numbers ( Range: 1-65535 )<br> • Multiple ports can be entered comma-separated (e.g. 80, 81)<br> • A Port range can be entered in the field (e.g. 6881-6889)<br> • Any for all port numbers<br>",
  "tooltip_gateway_security_firewall_add_IPv4_schedule": "The schedule profile specifies the hours of the day or week during which the service will be enabled or disabled.",
  "tooltip_gateway_security_firewall_add_nat_allowedRemoteIps": "• A single IP address.<br>• Multiple IPs can be entered in the field separated by a comma (“,”) (e.g. 192.168.200.101, 192.168.200.200)<br>• IP range can be entered (e.g. 192.168.200.101-192.168.200.120)<br>• Any for all IP addresses.<br>",
  "tooltip_gateway_security_firewall_add_nat_allowedRemoteIps_x1000": "• A single IPv4 address.<br>• Multiple IPv4s can be entered in the field separated by a comma (“,”) (e.g. 192.168.200.101, 192.168.200.200).<br>• IPv4 range can be entered (e.g. 192.168.200.101-192.168.200.120).<br>• IPv4 netmask can be entered (e.g. 192.168.200.0/24).<br>• Any for all IPv4 addresses.<br>",
  "tooltip_gateway_security_firewall_add_nat_port": "The service Port field supports<br>• A single port number (Range: 1-65535)<br>• A Port range can be entered (e.g. 6881-6889)<br>• Any for all port numbers<br>",
  "tooltip_gateway_security_firewall_add_nat_wanIp": "• A single IP address.",
  "tooltip_gateway_security_firewall_add_portForwarding_Local_port": "• Ports number must be integers.<br> • Single port number (Range: 1-65535).<br>• A port range can be entered (e.g. 6881-6889).<br> <i>Mapping a range of public ports to a range of local ports, the ranges must be the same length. (e.g. 6881-6889 public ports must be mapped to 6881-6889 local ports). </i>",
  "tooltip_gateway_security_firewall_add_portForwarding_mode": "• Forwarding: forward traffic destined for the WAN IP of the gateway on a specific port to any IP address within a local network or VLAN.<br> • Translation: can be used to modify the source or destination port of an traffic policy.<br>",
  "tooltip_gateway_security_firewall_add_portForwarding_mode_X100": "• Forwarding (Inbound): forward traffic destined for the WAN IP of the gateway on a specific port to any IP address within a local network or VLAN.<br> • Translation (Outbound/Inbound): can be used to modify the source or destination port of an outbound/inbound traffic policy.<br>",
  "tooltip_gateway_security_firewall_add_portForwarding_publicPort": "• Ports number must be integers.<br> • A single port number (Range: 1-65535). <br> • A port range can be entered (e.g. 6881-6889). <br>",
  "tooltip_gateway_security_firewall_add_portForwarding_remoteIPs": "• A single IP address.<br> • Multiple IPs can be entered in the field separated by a comma (“,”) (e.g. 192.168.200.101, 192.168.200.200). <br> • IP range can be entered (e.g. 192.168.200.101-192.168.200.120). <br> • Any for all IP addresses.<br>",
  "tooltip_gateway_security_firewall_add_portTriggering_triggerPort": "• A single port. <br>• A port range.",
  "tooltip_gateway_site2site_IKE_profile": "The IKE profile is the central configuration in IPSec that defines most of the IPSec parameters such as the protocol (Encapsulation Security Payload, Authentication Header), algorithms (encryption, integrity, Diffie-Hellman), SA lifetime, and key management protocol (IKEv1, IKEv2).<br><br>The IKE profiles contain information related to the algorithms such as encryption, authentication, and DH group for Phase I and II negotiations in auto mode.<br><br><em class='v2-modal-form-prompt'>Be sure to enter the same settings when configuring the two ends of a VPN tunnel.</em>",
  "tooltip_gateway_site2site_VPN_hub_and_spoke_exist_hubs": "This option is only available if the Gateway is configured as a Hub. This option lets you designate the remote device that is to receive all network traffic from the local device.",
  "tooltip_gateway_site2site_VPN_hub_and_spoke_type": "• Hub mode: Establish VPN tunnels with all hubs and dependent spokes.<br><br>• Spoke mode: Establish VPN tunnels with selected hubs.",
  "tooltip_gateway_site2site_VPN_setting": "Options in this section apply to this Nuclias gateway only.",
  "tooltip_gateway_site2site_VPN_setting_localNetworks": " • If you have multiple LAN subnets, you have the option to specify which one subnet participates in the VPN.<br><br> • All local subnets must be unique within the VPN topology.",
  "tooltip_gateway_site2site_add_IPsec_policy_IKE_profile": "The IKE profiles contain information related to the algorithms such as encryption, authentication, and DH group for Phase I and II negotiations.<br><br> • Click 'ADD' to have a new IKE profile.<br> • Click 'EDIT' to edit a current IKE profile.<br><br><em class='v2-modal-form-prompt'>Be sure to enter the same settings when configuring<br> the two ends of a VPN tunnel.</em>",
  "tooltip_gateway_site2site_quickVPN": "Quick VPN is a Nuclias auto provisioning site-to-site VPN technology allows you quickly and easily build VPN tunnels between Nuclias gateway devices without tedious manual VPN configuration.<br><br>• Full mesh: Site-to-site VPN connections between DBG-2000 devices will be automatically established between all Site-to-site-enabled peers in the same organization by default.<br><br>• Hub-and-Spoke: Hub-and-Spoke is used when there are multiple gateways sourcing (Spokes), with a central gateway called the 'Hub'.<br>",
  "tooltip_gateway_vpn_openVPN_omnisslPortalLayout": "OmniSSL portal layout allows you to create a custom page for remote OmniSSL users that is presented upon authentication.",
  "tooltip_gracePeriod_content": "Grace period is the time limit of Wi-Fi access for your guest users to verify email to continue the use of Wi-Fi.",
  "tooltip_ipConnection_vlan": "If there is not a member port belonging to the management VLAN, the management traffic, such as accessing the D-Link Cloud switch, cannot access the D-Link Cloud switch",
  "tooltip_ldap_port_content": "The LDAP listening port which is normally 389, and 636 for LDAP over SSL. You may also enter the specific port number if your LDAP server is configured differently.",
  "tooltip_open": "Open:",
  "tooltip_open+enhancedOpen_content": "Any user can associate. This is deployed in a transition mode which allows for gradual migration from an Open network to a Wi-Fi Enhanced Open network without disruption to users. The client devices include Wi-Fi Enhanced Open will benefit from the new protections provided. There is no need for additional user configuration. This transition mode would be occupied 2 SSIDs per radio from your available SSIDs. Users will only see an Open network to associate.",
  "tooltip_open_content": "Any user can associate without encryption.",
  "tooltip_openenhancedOpen": "Open + Enhanced Open:",
  "tooltip_sms_allowed_phone_prefix": "Country calling codes that are permitted to request a one-time password SMS. Codes must be separated using a comma (e.g. +81,+91,+886). Wildcard means all codes are permitted.",
  "tooltip_sms_denial_period": "Minutes clients must wait before they can request a one-time password after reaching the resend or request limit. Setting this value to 0 means they may request it immediately.",
  "tooltip_sms_expires_in": "Minutes a one-time password is valid.",
  "tooltip_sms_max_request": "Maximum times a new one-time password can be requested. Setting this value to 0 means it can make unlimited requests.",
  "tooltip_sms_max_resend": "Maximum times the SMS containing the one-time password can be resent. Setting this value to 0 means it can only be sent once.",
  "tooltip_sms_resend_after": "Minutes before the SMS containing a one-time password can be resent. Setting this value to 0 means it can be resent immediately.",
  "tooltip_walled_garden_content": "The walled garden is a list of IP or hostnames that client can connect without being authenticated.<br>The Nuclias supports IP range, specific hostname, and hostname range in walled garden.<br>The maximum rule is 32, and the maximum length of hostnames is 255.<br>Example for IP ranges: (Using subnet mask)<br>192.168.10.100/32, 10.90.90.0/24, 10.90.0.0/16, 10.0.0.0/8<br>Example for specific hostname: <br>www.google.com, www.dlinktw.com.tw",
  "tooltip_wcf_allow_override": "Allow the sites categorized under Blocked categories.",
  "tooltip_wcf_override_timeout": "Seconds for which all disallowed categories will be allowed.",
  "tooltip_wcf_update_access": "Restart the override timer on each new access to disallowed categories.",
  "tooltip_wcf_url_filtering": "• URL filtering supports URL(HTTP/HTTPS), domain name or keyword.</br>• e.g.) www.google.com, google.com, google </br>• e.g.) Keyword {@} filters URLs including {@} such as {dns1}, {dns2}",
  "tooltips_fast_romaing": "This feature cannot be enabled for SSIDs which enabled NAT mode.",
  "tooltips_ap_ssid_basic_nat_mode": "When NAT mode is enabled, the VLAN settings will follow the Management VLAN settings.",
  "tooltip_fb_wifi": "For requiring user to check in Facebook Page before to be granted to access Internet, click the Configure button to open the Facebook Wi-Fi Setting page to connect with a Facebook Page.",
  "tooltips_auth_vlan": "The original VLAN of the host start authentication.",
  "tooltips_assigned_vlan": "Effectively assigned VLAN ID that was authorized after the host passed authentication.",
  "tooltips_ssid_snooping": "Enable IGMP snooping to convert multicast packets to the unicast packets to the multicast subscriber wireless clients associated with this SSID.",
  "tooltips_ssid_client_retries": "Setting this to 0 prevents clients from connecting to this SSID at all when the number of connected clients on this SSID is already at the maximum",
  "tooltips_ssid_force_roaming": "Force client to roam when signal strength is lower than threshold. If weak signal exception is enabled, will allow client to connect but only after the specified number of retries.",
  "tooltips_radius_authentication_method": "Capital Portal RADIUS authenication uses this protocol to compute the digest of a user's password to the RADIUS server.",
  "tooltips_dynamic_vlan_ids": "A list of the allowed dynamic VLAN IDs, separated by commas. The VLAN ID of the associated client is assigned by the RADIUS server. Only when the assigned VLAN ID is in this list will be allowed access to the network.",
  "tooltips_routing_policy_unPortBase": "Policy route let you assign a service to a particular WAN link or VPN tunnel to ensure the high-priority services are sent to the more reliable or less expensive ISP.",
  "tooltips_routing_policy_portBase": "Policy routes are required when the Load Balancing feature is in use, and are only applicable when two WAN links are configured. This feature lets you assign a service to a particular WAN link to ensure the high priority services are sent to the more reliable or less expensive ISP.",
  "tooltips_routing_policy_portBase_srcIp": "• Single IP.<br>• IP ranges cannot be entered comma-separated (ex:192.168.200.101-192.168.200.120).<br>• Any for all source hosts traffic.",
  "tooltips_routing_policy_unPortBase_Ipv4": "• A single IPv4 address.<br>• Multiple IPv4s can be entered in the field separated by a comma (“,”)(e.g. 192.168.200.101, 192.168.200.200).<br>• IPv4 range can be entered (e.g.192.168.200.101-192.168.200.120).<br>• IPv4 netmask can be entered (e.g.192.168.200.0/24).<br>• Any for all IPv4 addresses.",
  "tooltips_routing_policy_unPortBase_Ipv6": "• A single IPv6 address.<br>• IPv6 range can be entered (e.g.2001:db8:abcd:64::1234-2001:db8:abcd:64::5678).<br>• Multiple IPv6s can be entered in the field separated by a comma (“,”)(e.g. 2001:db8:abcd:64::1234, 2001:db8:abcd:64::5678).<br>• IPv6 prefix can be entered (e.g.2001:db8:abcd:64::/64).<br>• Any for all IPv6 addresses.",
  "tooltips_routing_policy_ports": "• Ports number must be integers.<br>• Single port numbers (Range: 1-65535).<br>• Multiple ports can be entered comma-separated (e.g. 80, 81).<br>• A port range can be entered in the field (e.g. 6881-6889).<br>• Any for all port numbers.",
  "tooltips_ethernet_route_mode": "With NAT enabled, the gateway hides clients’ private network by replacing IP addresses with its WAN address for all traffic going to the Internet. In Router Mode the gateway does not perform NAT and bridges traffic between LAN and WAN.",
  "tooltips_eligible_channels": "Operating your network may require complying with local regulations. Nuclias Cloud uses your site's country selection to help you comply.",
  "tooltips_radius_nas_ip_address": "NAS-IP-address (Network access server IP address) is used to notify the RADIUS access request source, which enables the RADIUS server to choose a policy for that request.",
  "tooltips_etherent_ipv4_address_mode": "If your Internet service plan has multiple static IPs, please assign one of these IPs to your device."
}
