{
  "ts_a1": "第1条 権利、責任と禁止事項",
  "ts_a10": "第10条 準拠法",
  "ts_a10_c": "本規約に関連する、または本規約に基づいて発生する請求または疑義は、台湾の法律に準拠するものとします。お客様が本サービスを利用することは他の地方、州、国内および国際法の適用を受ける可能性があることを認識し理解しています。お客様は、本サービスのウェブサイト、その関連会社、子会社、従業員、請負業者、役員、ディレクター、電気通信プロバイダー、コンテンツプロバイダーに関わるサービスおよび製品に関連する申し立てを含む、本規約に起因または関連するすべての請求または疑義について、台湾士林地方裁判所の専属管轄に従うことに同意します。",
  "ts_a11": "第11条 利用規約の変更",
  "ts_a11_c": "当社は本規約を随時変更することがあります。変更した場合は、「最終更新日」を変更します。ウェブ上で本規約が更新された後に本サービスへのアクセスまたは使用があった場合、お客様が更新された本規約に同意したものとみなします。",
  "ts_a1_1c": "お客様は、当社が本サービスに提供されるソフトウェアおよびハードウェアに関するすべての知的所有権を所有および留保することを了解し、同意します。お客様からの本サービスに関連するフィードバックは、いかなる形式のお客様への払い戻しおよび補償なしに使用または開示できる、当社の財産とみなされます。",
  "ts_a1_1t": "1.1. Nucliasの権利",
  "ts_a1_2c": "お客様は、法定年齢に達しており、本規約を入力し、受け入れ、遵守するための法的権利および能力を有することを表明および保証し、本規約を完全かつ包括的に読んで理解できることを前提とします。お客様は、利用可能な仕様、本規約、および事業活動が行われる国の輸出法および国の規制など、業界での使用行為を規制するすべての適用法に従って、サービスを使用するものとします。違反が発見された場合、当社は同意なしにサービスの提供を中止することがあります。サービスを利用するためのアカウントを作成するとき、お客様は当社にお客様についての正確、最新かつ完全な情報を提供することに同意します。お客様から提供された情報に不正確な点、不適切な点、誤解の恐れがある点、最新でない点等が確認された場合、当社はお客様のアカウント並びにサービスの一部または全部を、一時停止または終了することがあります。お客様は、お客様自身のアカウントを秘密にし安全性を保つことに対して、当社や当サービスではなく、ご自身で責任を持つことを認めます。お客様がアカウントの機密性を守らなかったために生じた損害について、当社は一切責任を負いません。",
  "ts_a1_2t": "1.2. お客様の責任",
  "ts_a1_3c": "お客様、お客様の組織、お客様の事業のもとにあるユーザ、またはお客様の事業と関わりのあるユーザは、直接的または間接的に、サービスの一部のハードウェアまたはソースコードを修正、リバースエンジニアリングまたは複製することを禁じられています。これらは契約違反とみなされ、発見された場合は当社の判断により、お客様への補償なしにサービスのすべての機能を中止することがあります。",
  "ts_a1_3t": "1.3. 禁止事項",
  "ts_a2": "第2条 ライセンス",
  "ts_a2_1c": "お客様が本サービスを購入すると、Nucliasは本規約に規定された条件の下で、本サービスを使用するためライセンスを付与します。このライセンスはお客様による独占、譲渡はできません。このライセンスにはハードウェアのファームウェア（「ファームウェアライセンス」）、並びにインターネット上でのサービスホストライセンス（「ホステッドソフトウェアライセンス」）が含まれます。ハードウェア上のファームウェアライセンスは、有効なソフトウェアライセンスがないと機能しません。お客様は本契約に基づいて付与されたライセンスの範囲を超えて使用できません。本サービスがお客様に明示的に付与していない権利は、本サービスが留保します。そのため、全ての暗に含まれたライセンスは放棄されます。ライセンス料はサブスクリプションプランによって異なります。1年間のライセンスは、365日として計算されます。",
  "ts_a2_1t": "2.1. 有料ライセンス",
  "ts_a2_2c": "当社のサービスの特定の部分には、フリーおよびオープンソースソフトウェア（「サードパーティソフトウェア」）を含むサードパーティソフトウェアが組み込まれている場合があります。サードパーティソフトウェアは、これらの追加の契約条件の下でお客様に提供されます。特に明記されていない限り、そのようなサードパーティソフトウェアはほとんどの場合サービスに含まれており、追加費用なしでお客様に提供されます。",
  "ts_a2_2t": "2.2. サードパーティーライセンス",
  "ts_a3": "第3条 情報の所有権",
  "ts_a3_c": "お客様が本サービスを使用することにより、お客様のネットワークを通じて収集されたデータは、本サービスにより収集、蓄積されます。当社は本サービスを提供し、権利を保護するために必要な範囲でこの情報を使用します。",
  "ts_a4": "第4条 プライバシーポリシー",
  "ts_a4_c": "当社のプライバシーポリシー（<a href=\"#/privacy\">https://www.nuclias.com/#/privacy</a>から閲覧できます）は、本規約に組み込まれています。本サービスを通じて収集される登録およびお客様に関するその他の情報を含む、個人情報の収集、使用、保管、および開示に関する情報については、プライバシーポリシーをよくお読みください。",
  "ts_a4_c_not_login": "当社のプライバシーポリシー（<a href=\"#/privacy\">https://www.nuclias.com/#/privacy</a>から閲覧できます）は、本規約に組み込まれています。本サービスを通じて収集される登録およびお客様に関するその他の情報を含む、個人情報の収集、使用、保管、および開示に関する情報については、プライバシーポリシーをよくお読みください。",
  "ts_a4_c_not_login_go": "当社のプライバシーポリシー（<a href=\"#/privacy\" >https://www.nuclias.com/#/privacy</a>から閲覧できます）は、本規約に組み込まれています。本サービスを通じて収集される登録およびお客様に関するその他の情報を含む、個人情報の収集、使用、保管、および開示に関する情報については、プライバシーポリシーをよくお読みください。",
  "ts_a4_c_regist": "当社のプライバシーポリシー（<a href=\"#/privacy\">https://www.nuclias.com/#/privacy</a>から閲覧できます）は、本規約に組み込まれています。本サービスを通じて収集される登録およびお客様に関するその他の情報を含む、個人情報の収集、使用、保管、および開示に関する情報については、プライバシーポリシーをよくお読みください。",
  "ts_a4_c_regist_go": "当社のプライバシーポリシー（<a href=\"#/privacy\" target=\"_blank\">https://www.nuclias.com/#/privacy</a>から閲覧できます）は、本規約に組み込まれています。本サービスを通じて収集される登録およびお客様に関するその他の情報を含む、個人情報の収集、使用、保管、および開示に関する情報については、プライバシーポリシーをよくお読みください。",
  "ts_a5": "第5章 保証 ",
  "ts_a5_c": "当社は、本サービスを継続的に提供するために最善を尽くします。ただし、商品・市場性、特定の目的のための他サービスまたは他製品への適合性の保証は含みません。また、商習慣、取引の過程または履行の過程に起因・関係するいかなる保証もありません。それに加え、Nucliasのウェブサイト、アプリ、サービスや製品に関して、障害や遅延、中断のほか、データや情報の損失がないことを保証するものではありません。",
  "ts_a6": "第6条 賠償",
  "ts_a6_c": "お客様は、当社とその役員、取締役、関連会社、従業員、ライセンス保有者およびお客様にNucliasを提供するサービスプロバイダーを、請求、損失、損害、罰金、費用、経費（弁護士費用を含み、これに限定されません）から弁護し、補償しかつ損害を与えないものとします。(A) お客様が本契約に違反したことに起因するもの、 第三者によるもの、 またはお客様の法律違反または第三者の権利への違反によるもの(B) お客様、 または本サービスの第三者もしくはユーザーによって、 またはその代わりに発生したもの。 緊急ダイヤル、 またはお客様のデバイスを含むがこれらに限定されない、 本サービスに関連するもの。 またはあなたまたはあなたのアカウントを使用している他の人によるサービスの使用（ そのような使用が明示的に承認されているかは問いません）。 ",
  "ts_a7": "第7条 責任の制限",
  "ts_a7_c": "当社は、間接的、偶発的、例示的、特別な、結果的または懲罰的な損害、利益の喪失、事業の中断、評判の低下、またはデータや情報の損失について一切責任を負いません。いかなる場合も、本規約およびお客様による本サービスの使用から生じるすべての損害、損失、および訴訟の原因に対して、本サービスのお客様またはお客様のアカウントユーザに対する賠償責任の総額は、最大でも50米国ドルです。",
  "ts_a8": "第8条 機密性",
  "ts_a8_c": "法律で許可されている範囲で、当社は、本規約に基づいて検討された本サービスに関連して、機密情報を互いに開示することがあります（「機密情報」）。機密情報は、エンジニアリング文書、マニュアル、ソフトウェア、プログラムリスト、データファイルの印刷、およびその他の技術的およびマーケティング情報にマークが付けられているか、合理的に当社が開示した機密情報と見なされるものとします。各当事者は、受領当事者の義務が次のような情報に適用されない限り、他の当事者の機密情報の第三者への開示を防ぐために合理的な努力を払います。",
  "ts_a8_c_e": "上記 f) に従い情報の開示が要求される場合、開示を要求された当事者は、法律で許可されている範囲内または規制の下で、除外または免除が可能であれば、それらを主張できるように相手方に通知するものとします。",
  "ts_a8_c_o1": "a) 書面で開示されていない、または書面に簡略化されているため、開示後30日以内に適切な機密保持の凡例が表示されている。",
  "ts_a8_c_o2": "b）開示時点ですでに受取人の所有物である。",
  "ts_a8_c_o3": "c) 受信者の責任ではなく、パブリックドメインの一部になること。",
  "ts_a8_c_o4": "d) 開示当事者に対する機密保持義務を負わない第三者から受領されたもの。",
  "ts_a8_c_o5": "e) 受領者によって独自に開発されたもの。",
  "ts_a8_c_o6": "f) 法律または規制により開示が義務付けられている。",
  "ts_a9": "第9条 契約の終了",
  "ts_a9_c": "お客様が本規約を遵守しなかった場合、あるいは当社に法的責任を負う、もしくは第三者を妨げるような方法で本サービスを使用する場合、当社は本サービスの提供を制限、一時停止または中止することがあります。お客様による不正行為の疑いの調査を開始した場合、当社は本サービスの提供を中止することがあります。当社が直ちに対応する必要がある場合等、時間の猶予がない際は、当社は事前の予告なくお客様へのサービスを終了する可能性があります。また、当社が本規約に違反し、お客様からの書面による通知を受け取ってから15日以内に状況を改善できなかった場合、お客様は本サービスの利用を終了することもできます。このような理由で終了した場合は、ホスト型ソフトウェアライセンスの残り時間に相当する金額を返金します。本規約の終了により、お客様のすべてのファームウェアライセンスおよびホステッドソフトウェアライセンスが機能しなくなります。第1.1条、第5条、第6条および第7条は、本サービスの終了後も存続します。",
  "ts_intro": "この利用規約（以下「本規約」といいます）は、D-Link Corporation（以下「当社」といいます）と、エンドユーザまたは購入者（以下「お客様」といいます）間で定められる、当社のNucliasサービスおよび製品（「本サービス」といいます）に関する契約書です。本サービスを購入し使用するとお客様は個人または組織を代表して本規約に同意したこととなります。お客様は、本規約の一部または全部に同意できない場合、直ちに本サービスの利用を中止する必要があります。",
  "ts_lastupdated": "最終更新日：2018年12月11日",
  "ts_title": "利用規約"
}